;;; packages.el --- Summary:
;;; Commentary:

;;; Code:

(package! vlf)

(package! trashed)

(package! rainbow-delimiters)

(package! csv-mode)

; Org stuff
(package! org-edna)
(package! org-ql)
(package! helm-org-ql)
(package! org-super-agenda)
(package! org-caldav)
(package! org-super-agenda)

(package! string-inflection)

(package! systemd)

(provide 'packages)
;;; packages.el ends here
